Repository: LeliaVlasenko/DogTrainer
Catalog: Localizable.xcstrings
Source language: en
Languages: ca, es, uk

# notif.daily.body %@
source: %@ is waiting for today's training session.
ca: %@ està esperant la sessió d'entrenament d'avui.
es: %@ está esperando la sesión de entrenamiento de hoy.
uk: %@ чекає на сьогоднішню сесію тренування.

# notif.daily.title
source: Time to train! 🐾
ca: Hora d'entrenar! 🐾
es: ¡Hora de entrenar! 🐾
uk: Час тренуватись! 🐾

# notif.streak.body %@ %lld
source: %1$@ has a %2$lld-day streak. Train today to keep it going!
ca: %1$@ porta %2$lld dies de ratxa. Entrena avui per mantenir-la!
es: %1$@ lleva %2$lld días de racha. ¡Entrena hoy para mantenerla!
uk: %1$@ має streak %2$lld днів. Потренуйся сьогодні, щоб не втратити!

# notif.streak.title
source: Don't lose your streak! 🔥
ca: No perdis la teva ratxa! 🔥
es: ¡No pierdas tu racha! 🔥
uk: Не загуби streak! 🔥

# onboarding.back
source: Back
ca: Enrere
es: Atrás
uk: Назад

# onboarding.breed.birthdate
source: Birth date
ca: Data de naixement
es: Fecha de nacimiento
uk: Дата народження

# onboarding.breed.birthdate.optional
source: Select date (optional)
ca: Selecciona data (opcional)
es: Selecciona fecha (opcional)
uk: Обрати дату (опціонально)

# onboarding.breed.label
source: Breed
ca: Raça
es: Raza
uk: Порода

# onboarding.breed.placeholder
source: e.g. Labrador
ca: p. ex. Labrador
es: p. ej. Labrador
uk: напр. Лабрадор

# onboarding.breed.popular
source: Popular breeds
ca: Races populars
es: Razas populares
uk: Популярні породи

# onboarding.breed.subtitle
source: We'll adapt training tips to the breed
ca: Adaptarem els consells a la raça
es: Adaptaremos los consejos a la raza
uk: Адаптуємо поради до породи

# onboarding.breed.title
source: What breed is your dog?
ca: De quina raça és el teu gos?
es: ¿De qué raza es tu perro?
uk: Яка порода твого пса?

# onboarding.level.adult.desc
source: Knows the basics, ready for more
ca: Coneix el bàsic, llest per a més
es: Conoce lo básico, listo para más
uk: Знає базу, готовий до більшого

# onboarding.level.behavioral.desc
source: Needs help with specific behavior issues
ca: Necessita ajuda amb problemes de comportament
es: Necesita ayuda con problemas de comportamiento
uk: Потребує допомоги з поведінкою

# onboarding.level.puppy.desc
source: Under 1 year old, just starting out
ca: Menor d'1 any, tot just comença
es: Menor de 1 año, recién empieza
uk: До 1 року, тільки починає

# onboarding.level.subtitle
source: Pick the option that fits best
ca: Tria l'opció que millor s'adapti
es: Elige la opción que mejor se adapte
uk: Обери варіант, який найкраще підходить

# onboarding.level.tip
source: You can change this later in settings
ca: Pots canviar-ho més tard a la configuració
es: Podrás cambiarlo más tarde en ajustes
uk: Це можна змінити пізніше в налаштуваннях

# onboarding.level.title %@
source: What's %@'s experience?
ca: Quina és l'experiència de %@?
es: ¿Cuál es la experiencia de %@?
uk: Який досвід має %@?

# onboarding.name.label
source: Dog's name
ca: Nom del gos
es: Nombre del perro
uk: Кличка

# onboarding.name.placeholder
source: e.g. Rocky
ca: p. ex. Rocky
es: p. ej. Rocky
uk: напр. Рекс

# onboarding.name.preview %@
source: Nice! %@ is a great name
ca: Genial! %@ és un nom fantàstic
es: ¡Genial! %@ es un nombre estupendo
uk: Чудово! %@ — гарне ім'я

# onboarding.name.subtitle
source: This helps us personalize your training plan
ca: Això ens ajuda a personalitzar el teu pla
es: Esto nos ayuda a personalizar tu plan
uk: Це допоможе персоналізувати план тренувань

# onboarding.name.title
source: What's your dog's name?
ca: Com es diu el teu gos?
es: ¿Cómo se llama tu perro?
uk: Як звуть твого пса?

# onboarding.next
source: Continue
ca: Continuar
es: Continuar
uk: Продовжити

# onboarding.start
source: Let's start!
ca: Comencem!
es: ¡Empezamos!
uk: Почнімо!

# paywall.billing.monthly
source: Billed monthly · cancel anytime
ca: Facturació mensual · cancel·la quan vulguis
es: Facturación mensual · cancela cuando quieras
uk: Щомісячна оплата · скасуй будь-коли

# paywall.billing.yearly
source: Billed once per year · best value
ca: Facturació anual · millor preu
es: Facturación anual · mejor precio
uk: Раз на рік · найвигідніше

# paywall.cta.subscribe
source: Subscribe now
ca: Subscriure's ara
es: Suscribirse ahora
uk: Підписатись

# paywall.cta.trial
source: Try free for 14 days
ca: Provar gratis 14 dies
es: Probar gratis 14 días
uk: Спробувати безкоштовно 14 днів

# paywall.feature.ai.sub
source: Personalized advice for your dog's breed
ca: Consells personalitzats per a la teva raça
es: Consejos personalizados para tu raza
uk: Персоналізовані поради для твоєї породи

# paywall.feature.ai.title
source: Apple Intelligence tips
ca: Consells amb Apple Intelligence
es: Consejos con Apple Intelligence
uk: Поради з Apple Intelligence

# paywall.feature.commands.sub
source: 50+ commands across all categories
ca: 50+ ordres en totes les categories
es: 50+ comandos en todas las categorías
uk: 50+ команд у всіх категоріях

# paywall.feature.commands.title
source: All commands unlocked
ca: Totes les ordres desbloquejades
es: Todos los comandos desbloqueados
uk: Усі команди відкриті

# paywall.feature.progress.sub
source: Charts, streaks and session history
ca: Gràfics, ratxes i historial de sessions
es: Gráficos, rachas e historial de sesiones
uk: Графіки, streak'и та історія сесій

# paywall.feature.progress.title
source: Detailed progress tracking
ca: Seguiment detallat del progrés
es: Seguimiento detallado del progreso
uk: Детальне відстеження прогресу

# paywall.feature.watch.sub
source: Tap on your wrist during walks
ca: Toca al canell durant els passejos
es: Toca en tu muñeca durante los paseos
uk: Натискай на зап'ясті під час прогулянок

# paywall.feature.watch.title
source: Apple Watch clicker
ca: Clicker a l'Apple Watch
es: Clicker en Apple Watch
uk: Клікер на Apple Watch

# paywall.privacy
source: Privacy
ca: Privadesa
es: Privacidad
uk: Конфіденційність

# paywall.products.loading
source: Loading products…
ca: Carregant els productes…
es: Cargando productos…
uk: Завантаження продуктів…

# paywall.products.retry
source: Try again
ca: Torna a intentar-ho
es: Volver a intentar
uk: Спробувати знову

# paywall.products.retry.hint
source: Check your internet connection and try again.
ca: Comprova la connexió a internet i prova-ho de nou.
es: Comprueba la conexión a internet e inténtalo de nuevo.
uk: Перевірте з'єднання з інтернетом і спробуйте ще раз.

# paywall.products.unavailable
source: Products are not available
ca: Els productes no estan disponibles
es: Los productos no están disponibles
uk: Продукти зараз недоступні

# paywall.rating.count %@
source: %@ reviews
ca: %@ ressenyes
es: %@ reseñas
uk: %@ відгуків

# paywall.redeem.subtitle
source: Redeem it for a free month
ca: Bescanvia'l per un mes gratis
es: Canjéalo por un mes gratis
uk: Отримай безкоштовний місяць

# paywall.redeem.title
source: Have a friend code?
ca: Tens un codi d'amic?
es: ¿Tienes un código de un amigo?
uk: Є код від друга?

# paywall.restore
source: Restore
ca: Restaurar
es: Restaurar
uk: Відновити

# paywall.save %@
source: Save %@
ca: Estalvia %@
es: Ahorra %@
uk: Заощадь %@

# paywall.subtitle
source: Unlock all commands, track progress, and train with AI guidance.
ca: Desbloqueja totes les ordres, segueix el progrés i entrena amb guia d'IA.
es: Desbloquea todos los comandos, sigue el progreso y entrena con guía de IA.
uk: Розблокуй усі команди, відстежуй прогрес і тренуйся з AI-помічником.

# paywall.success.cta
source: Start training!
ca: Comença a entrenar!
es: ¡Empezar a entrenar!
uk: Почати тренування!

# paywall.success.subtitle
source: All features are now unlocked. Happy training!
ca: Totes les funcions desbloquejades. Bon entrenament!
es: Todas las funciones desbloqueadas. ¡Buen entrenamiento!
uk: Усі функції розблоковано. Хорошого тренування!

# paywall.success.title
source: Welcome to Premium!
ca: Benvingut/da a Premium!
es: ¡Bienvenido/a a Premium!
uk: Ласкаво просимо в Premium!

# paywall.terms
source: Terms
ca: Termes
es: Términos
uk: Умови

# paywall.title
source: Train smarter, together
ca: Entrena millor, junts
es: Entrena mejor, juntos
uk: Тренуй розумніше, разом

# paywall.trial.badge
source: 14-day free trial · no charge now
ca: Prova gratuïta 14 dies · sense càrrec ara
es: Prueba gratis 14 días · sin cargo ahora
uk: 14 днів безкоштовно · без оплати зараз

# paywall.unlock
source: Unlock Premium
ca: Desbloqueja Premium
es: Desbloquear Premium
uk: Розблокувати Premium

# profile.developer.note
source: This section only appears in DEBUG or TestFlight builds.
ca: Aquesta secció només apareix en builds DEBUG o TestFlight.
es: Esta sección solo aparece en builds DEBUG o TestFlight.
uk: Ця секція є лише в DEBUG- або TestFlight-білдах.

# profile.developer.title
source: Developer mode
ca: Mode desenvolupador
es: Modo desarrollador
uk: Режим розробника

# profile.developer.unlock
source: Unlock all commands
ca: Desbloquejar totes les ordres
es: Desbloquear todos los comandos
uk: Розблокувати всі команди

# profile.developer.unlock.sub
source: Acts as Premium to test gated features
ca: Tracta com a Premium per provar funcions
es: Actúa como Premium para probar funciones
uk: Прикидається Premium для тестування фіч

# profile.dog.add.save
source: Add dog
ca: Afegeix gos
es: Añadir perro
uk: Додати

# profile.dog.add.title
source: Add another dog
ca: Afegeix un altre gos
es: Añadir otro perro
uk: Додати ще собаку

# profile.dog.age.months %lld
source: %lld months old
ca: %lld mesos
es: %lld meses
uk: %lld міс.

# profile.dog.age.years %lld
source: %lld years old
ca: %lld anys
es: %lld años
uk: %lld р.

# profile.dog.delete
source: Delete
ca: Elimina
es: Eliminar
uk: Видалити

# profile.dog.delete.confirm
source: Delete
ca: Elimina
es: Eliminar
uk: Видалити

# profile.dog.delete.message %@
source: All training data for %@ will be permanently deleted.
ca: Totes les dades d'entrenament de %@ es perdran per sempre.
es: Todos los datos de entrenamiento de %@ se eliminarán permanentemente.
uk: Усі дані тренувань %@ буде видалено назавжди.

# profile.dog.delete.title
source: Delete this dog?
ca: Eliminar aquest gos?
es: ¿Eliminar este perro?
uk: Видалити цю собаку?

# profile.dogs.title
source: Your dogs
ca: Els teus gossos
es: Tus perros
uk: Ваші собаки

# profile.edit
source: Edit
ca: Edita
es: Editar
uk: Редагувати

# profile.edit.birthdate.set
source: Set birth date
ca: Estableix data de naixement
es: Establecer fecha de nacimiento
uk: Вказати дату народження

# profile.edit.breed
source: Breed
ca: Raça
es: Raza
uk: Порода

# profile.edit.cancel
source: Cancel
ca: Cancel·la
es: Cancelar
uk: Скасувати

# profile.edit.done
source: Save
ca: Desa
es: Guardar
uk: Зберегти

# profile.edit.saved
source: Changes saved
ca: Canvis desats
es: Cambios guardados
uk: Зміни збережено

# profile.edit.level
source: Level
ca: Nivell
es: Nivel
uk: Рівень

# profile.edit.name
source: Name
ca: Nom
es: Nombre
uk: Кличка

# profile.edit.section.basics
source: Basics
ca: Bàsics
es: Básicos
uk: Базова інформація

# profile.edit.section.birthdate
source: Birth date
ca: Data de naixement
es: Fecha de nacimiento
uk: Дата народження

# profile.edit.section.level
source: Experience level
ca: Nivell d'experiència
es: Nivel de experiencia
uk: Рівень досвіду

# profile.edit.title
source: Edit dog
ca: Edita el gos
es: Editar perro
uk: Редагувати пса

# profile.info.privacy
source: Privacy Policy
ca: Política de privadesa
es: Política de privacidad
uk: Політика конфіденційності

# profile.info.terms
source: Terms of Service
ca: Termes d'ús
es: Términos de servicio
uk: Умови використання

# profile.info.title
source: About the app
ca: Sobre l'aplicació
es: Sobre la app
uk: Про застосунок

# profile.info.version
source: Version
ca: Versió
es: Versión
uk: Версія

# profile.reminders.daily
source: Daily reminder
ca: Recordatori diari
es: Recordatorio diario
uk: Щоденне нагадування

# profile.reminders.daily.sub
source: Remember to train with your dog
ca: Recorda entrenar amb el teu gos
es: Recuerda entrenar con tu perro
uk: Нагадаємо потренуватись з псом

# profile.reminders.time
source: Time
ca: Hora
es: Hora
uk: Час

# profile.reminders.title
source: Notifications
ca: Notificacions
es: Notificaciones
uk: Сповіщення

# profile.subscription.manage
source: Manage subscription
ca: Gestiona subscripció
es: Gestionar suscripción
uk: Керувати підпискою

# profile.subscription.status.active
source: Premium active
ca: Premium actiu
es: Premium activo
uk: Premium активний

# profile.subscription.status.active.sub
source: All features unlocked
ca: Totes les funcions desbloquejades
es: Todas las funciones desbloqueadas
uk: Усі функції доступні

# profile.subscription.status.expired
source: Subscription expired
ca: Subscripció caducada
es: Suscripción caducada
uk: Підписка завершилась

# profile.subscription.status.expired.sub
source: Renew to continue with Premium
ca: Renova per continuar amb Premium
es: Renueva para continuar con Premium
uk: Поновіть, щоб користуватись Premium

# profile.subscription.status.loading
source: Loading…
ca: Carregant…
es: Cargando…
uk: Завантаження…

# profile.subscription.status.none
source: Free plan
ca: Pla gratuït
es: Plan gratuito
uk: Безкоштовний план

# profile.subscription.status.none.sub
source: Some features are Premium-only
ca: Algunes funcions són només Premium
es: Algunas funciones son solo Premium
uk: Деякі функції — лише в Premium

# profile.subscription.status.trial
source: Free trial
ca: Prova gratuïta
es: Prueba gratuita
uk: Безкоштовний trial

# profile.subscription.status.trial.sub %lld
source: %lld days remaining
ca: %lld dies restants
es: %lld días restantes
uk: Залишилось %lld днів

# profile.subscription.subscribe
source: Get Premium
ca: Obtén Premium
es: Obtener Premium
uk: Отримати Premium

# profile.subscription.title
source: Subscription
ca: Subscripció
es: Suscripción
uk: Підписка

# profile.title
source: Profile
ca: Perfil
es: Perfil
uk: Профіль

# progress.category.all
source: All
ca: Totes
es: Todas
uk: Усі

# progress.chart.active %lld
source: %lld active days
ca: %lld dies actius
es: %lld días activos
uk: %lld активних днів

# progress.chart.avg %lld
source: %lld%% avg success
ca: %lld%% èxit mitjà
es: %lld%% éxito promedio
uk: %lld%% середня успішність

# progress.chart.subtitle %lld
source: %lld sessions this period
ca: %lld sessions aquest període
es: %lld sesiones este período
uk: %lld сесій за період

# progress.chart.title
source: Training activity
ca: Activitat d'entrenament
es: Actividad de entrenamiento
uk: Активність тренувань

# progress.commands.empty
source: No commands in this category
ca: No hi ha ordres en aquesta categoria
es: No hay comandos en esta categoría
uk: Немає команд у цій категорії

# progress.commands.mastered %lld of %lld
source: %1$lld of %2$lld mastered
ca: %1$lld de %2$lld dominades
es: %1$lld de %2$lld dominados
uk: %1$lld з %2$lld засвоєно

# progress.commands.title
source: Commands
ca: Ordres
es: Comandos
uk: Команди

# progress.empty
source: No data yet
ca: Sense dades encara
es: Sin datos todavía
uk: Поки немає даних

# progress.empty.desc
source: Complete your first training session to see stats here.
ca: Completa la primera sessió per veure estadístiques aquí.
es: Completa tu primera sesión para ver estadísticas aquí.
uk: Заверши першу сесію, щоб побачити статистику.

# progress.recent.empty
source: No sessions yet. Start training!
ca: Sense sessions. Comença a entrenar!
es: Sin sesiones. ¡Empieza a entrenar!
uk: Поки немає сесій. Почни тренуватись!

# progress.recent.title
source: Recent sessions
ca: Sessions recents
es: Sesiones recientes
uk: Останні сесії

# progress.session.commands %lld
source: %lld commands
ca: %lld ordres
es: %lld comandos
uk: %lld команд

# progress.stat.minutes
source: Minutes
ca: Minuts
es: Minutos
uk: Хвилини

# progress.stat.today
source: Today
ca: Avui
es: Hoy
uk: Сьогодні

# progress.stat.today.no
source: Pending
ca: Pendent
es: Pendiente
uk: Очікує

# progress.stat.today.yes
source: Done
ca: Fet
es: Hecho
uk: Виконано

# progress.streak.best
source: best
ca: rècord
es: récord
uk: рекорд

# progress.streak.days
source: day streak
ca: dies seguits
es: días seguidos
uk: днів поспіль

# progress.streak.keep
source: Keep it up!
ca: Continua així!
es: ¡Sigue así!
uk: Так тримати!

# progress.streak.record
source: Personal best! 🎉
ca: Rècord personal! 🎉
es: ¡Récord personal! 🎉
uk: Особистий рекорд! 🎉

# progress.streak.start
source: Train today to start your streak!
ca: Entrena avui per iniciar la ratxa!
es: ¡Entrena hoy para empezar tu racha!
uk: Потренуйся сьогодні, щоб почати streak!

# streak.milestone.subtitle
source: Keep going — you're on a roll!
ca: Continua, ho estàs fent molt bé!
es: ¡Sigue así, lo estás haciendo genial!
uk: Так тримати — ти на роллі!

# streak.milestone.title %lld
source: %lld-day streak reached!
ca: Ratxa de %lld dies assolida!
es: ¡Racha de %lld días alcanzada!
uk: Streak %lld днів!

# summary.done
source: Back to home
ca: Tornar a l'inici
es: Volver al inicio
uk: На головну

# summary.good
source: Good progress!
ca: Bon progrés!
es: ¡Buen progreso!
uk: Хороший прогрес!

# summary.great
source: Great work!
ca: Molt bé!
es: ¡Muy bien!
uk: Чудова робота!

# summary.keepgoing
source: Keep going!
ca: Continua!
es: ¡Sigue adelante!
uk: Не здавайся!

# summary.mood.title
source: How did it go?
ca: Com ha anat?
es: ¿Cómo fue?
uk: Як пройшло?

# summary.perfect
source: Perfect session!
ca: Sessió perfecta!
es: ¡Sesión perfecta!
uk: Ідеальна сесія!

# summary.result.skip
source: Skipped
ca: Omès
es: Omitido
uk: Пропущено

# summary.result.success
source: Done
ca: Fet
es: Hecho
uk: Виконано

# summary.results.title
source: Results
ca: Resultats
es: Resultados
uk: Результати

# summary.stat.commands
source: Commands
ca: Ordres
es: Comandos
uk: Команди

# summary.stat.streak
source: Day streak
ca: Ratxa
es: Racha
uk: Дні поспіль

# summary.stat.time
source: Duration
ca: Durada
es: Duración
uk: Тривалість

# summary.subtitle %@
source: %@ is proud of you
ca: %@ està orgullós/a de tu
es: %@ está orgulloso/a de ti
uk: %@ пишається тобою

# tab.home
source: Home
ca: Inici
es: Inicio
uk: Головна

# tab.library
source: Library
ca: Biblioteca
es: Biblioteca
uk: Бібліотека

# tab.progress
source: Progress
ca: Progrés
es: Progreso
uk: Прогрес

# training.quit
source: Quit
ca: Sortir
es: Salir
uk: Вийти

# trial.ends.days %lld
source: %lld days of trial left
ca: Queden %lld dies de prova
es: Quedan %lld días de prueba
uk: Залишилось %lld днів trial

# trial.ends.today
source: Your trial ends today
ca: La teva prova acaba avui
es: Tu prueba termina hoy
uk: Твій trial закінчується сьогодні

# trial.subscribe
source: Subscribe →
ca: Subscriure's →
es: Suscribirse →
uk: Підписатись →

# badge.sessions10.desc
source: 10 sessions
es: 10 sesiones
uk: 10 сесій

# badge.sessions25.desc
source: 25 sessions
es: 25 sesiones
uk: 25 сесій

# badge.sessions50.desc
source: 50 sessions
es: 50 sesiones
uk: 50 сесій

# badges.section.sessions
source: Sessions
es: Sesiones
uk: Сесії

# progress.stat.sessions
source: Sessions
es: Sesiones
uk: Сесії

# lesson.clicker.title
source: Clicker
uk: Клікер

# progress.period.month
source: 30d
uk: 30д

# progress.period.week
source: 7d
uk: 7д
